Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/PrivacySettingsUI/ProblemReporting.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ABOUT_ICLOUD_DATA_INFO_TEXT
source: Apple would like your help to improve our products and services by using, in a privacy preserving manner, data from your iCloud account. Analysis of data from your iCloud account is undertaken only after the data has undergone privacy preserving techniques such as differential privacy. Analysis of such data will allow Apple to improve intelligent features and services such as Siri and other similar or related services. You may choose to turn off iCloud Analytics at any time. To do so, you can open Settings, tap Privacy & Security, tap Analytics and set “Share iCloud Analytics” to off. By using this feature, you agree and consent to Apple’s and its subsidiaries’ and agents’ transmission, collection, maintenance, processing and use of this information as described above. At all times, information received by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com/privacy.
ar: ترغب Apple في الحصول على مساعدتك لتحسين منتجاتنا وخدماتنا من خلال استخدام بيانات من حساب iCloud الخاص بك، بطريقة تحافظ على خصوصيتك. لا يتم تحليل البيانات من حساب iCloud الخاص بك إلا بعد أن تخضع البيانات لتقنيات الحفاظ على الخصوصية مثل الخصوصية التفاضلية. وبتحليل تلك البيانات، ستتمكن Apple من تحسين ميزات وخدمات ذكية، مثل Siri وغير ذلك من الخدمات المشابهة أو ذات الصلة. يمكنك اختيار إيقاف تحليلات iCloud في أي وقت؛ وذلك من خلال فتح الإعدادات، والضغط على "الخصوصية والأمن"، ثم "التحليلات"، ثم تعيين "مشاركة تحليلات iCloud" إلى وضع الإيقاف. يعد استخدامك لهذه الميزة بمثابة موافقة منك على أن تقوم Apple وشركاتها الفرعية ووكلاؤها بنقل هذه المعلومات وجمعها والاحتفاظ بها ومعالجتها واستخدامها على النحو المبين أعلاه. سيتم - في جميع الأوقات - التعامل مع المعلومات التي يتم استلامها بواسطة Apple وفقًا لسياسة خصوصية Apple، والتي يمكنك العثور عليها هنا: www.apple.com/ae-ar/privacy
bg: Apple биха искали да получат вашата помощ, за да подобрят техните продукти и услуги, като използват данни от вашата регистрация в iCloud по начин, запазващ поверителността. Предприема се анализ на данните от вашата регистрация в iCloud само след като данните са преминали през обработка с помощта на техники за запазване на поверителността като диференциална поверителност. Анализирането на такива данни помага на Apple да усъвършенстват интелигентните функции и услуги като Siri и подобни или свързани услуги. По всяко време можете да изберете да изключите iCloud аналитични данни. За да го направите, отворете Настройки, докоснете Поверителност и сигурност, докоснете Аналитични данни и изключете плъзгача до „Споделяне на iCloud аналитични данни“. С използването на тази функция се съгласявате и приемате Apple, техните подразделения и агенти да прехвърлят, събират, поддържат, обработват и използват информацията, както е описано по-горе. През цялото време получената от Apple информация ще се третира в съответствие с Политиката за поверителност на Apple, която може да се намери на www.apple.com/privacy.
ca: Apple et demana permís per utilitzar les dades del compte de l’iCloud, sempre de manera que es garanteixi la teva privacitat, amb l’objectiu de millorar els seus productes i serveis. L’anàlisi de les dades del compte de l’iCloud només s’efectuarà després que s’hi hagin aplicat mesures tècniques de conservació de la privacitat, com ara la tècnica de privacitat diferencial. Mitjançant aquesta anàlisi, Apple podrà millorar els serveis i les funcions intel·ligents, com ara Siri i d’altres de similars o que hi tinguin relació. Pots desactivar l’anàlisi de l’iCloud en qualsevol moment. Per fer‑ho, ves a l’app Configuració > Privacitat i seguretat > Anàlisi i, tot seguit, desactiva l’opció “Comparteix l’anàlisi de l’iCloud”. En fer servir aquestes funcions, acceptes i consents que Apple, els seus agents i les seves filials transmetin, recopilin, conservin, processin i utilitzin aquesta informació tal com s’ha descrit anteriorment. La informació recopilada per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que es pot consultar a www.apple.com/es/privacy.
cs: Společnost Apple má zájem o vaši pomoc s vylepšováním jejích produktů a služeb. Rádi bychom při zachování vašeho soukromí využívali vaše data na iCloudu. Analýza dat z vašeho účtu na iCloudu je prováděna až po zpracování dat technikami na ochranu soukromí, například metodou diferenciálního soukromí. Analýza těchto dat umožní společnosti Apple vylepšovat inteligentní funkce a služby, například Siri a další podobné nebo související služby. Analýzu iCloudu můžete kdykoli vypnout. Chcete‑li tak učinit, otevřete Nastavení, klepněte na Soukromí a zabezpečení, pak na položku Analýza a vypněte volbu Sdílet analýzu iCloudu. Využíváním této funkce vyjadřujete svůj výslovný souhlas s tím, že společnost Apple a její dceřiné společnosti a zástupci mohou přenášet, shromažďovat, spravovat, zpracovávat a využívat veškeré výše uvedené údaje. S informacemi, které společnost Apple obdrží, bude vždy nakládáno v souladu s jejími zásadami ochrany osobních údajů, které jsou k dispozici na webové stránce www.apple.com/cz/privacy.
da: Apple har brug for din hjælp, så vi kan forbedre vores produkter og tjenester ved at bruge data fra din iCloud-konto vha. teknikker, der opretholder anonymiteten. Analyse af data fra din iCloud-konto vil finde sted, efter at dataene har været underlagt teknikker til bevarelse af anonymiteten f.eks. differentieret anonymitet. Analyse af denne slags data vil give Apple mulighed for at forbedre intelligente funktioner og tjenester som f.eks. Siri og andre lignende tjenester. Du kan altid vælge at slå iCloud-analyse fra. Gå til Indstillinger, tryk på Anonymitet & sikkerhed, og vælg Analyse og indstil “Del iCloud-analyse” til fra. Når du bruger denne funktion, indvilger du i, at Apple og dets datterselskaber og repræsentanter overfører, indsamler, vedligeholder, bearbejder og bruger disse oplysninger som beskrevet ovenfor. Oplysninger indsamlet af Apple behandles altid i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com/dk/privacy.
de: Apple bittet dich um Unterstützung bei der Verbesserung der Qualität seiner Produkte und Dienstleistungen und möchte zu diesem Zweck unter Einhaltung des Datenschutzes Daten aus deinem iCloud-Account verwenden. Die Analyse von Daten aus deinem iCloud-Account werden erst nach Anwendung von Datenschutztechniken, wie z. B. „Differential Privacy“, durchgeführt. Die Analyse derartiger Daten ermöglicht Apple die Verbesserung intelligenter Funktionen und Dienste wie Siri und ähnlichen bzw. damit zusammenhängenden Diensten. „iCloud-Analyse“ kann jederzeit deaktiviert werden. Öffne hierfür die Einstellungen, tippe auf „Datenschutz & Sicherheit“ und dann „Analyse“ und bewege den Schalter „iCloud-Analyse teilen“ in die Position „Aus“. Mit der Verwendung dieser Funktion erklärst du dein Einverständnis damit, dass Apple und seine Tochtergesellschaften und Vertreter diese Informationen wie vorstehend aufgeführt übertragen, sammeln, verwalten, verarbeiten und verwenden dürfen. Alle von Apple erhobenen Daten werden jederzeit in Übereinstimmung mit der Datenschutzrichtlinie von Apple behandelt: www.apple.com/de/privacy.
el: Η Apple θα ήθελε τη βοήθειά σας για τη βελτίωση των προϊόντων και των υπηρεσιών της μέσω της συλλογής και αποστολής δεδομένων, με τρόπο που διατηρεί το απόρρητο, από τον λογαριασμό σας στο iCloud. Η ανάλυση των δεδομένων από τον λογαριασμό iCloud σας διεξάγεται μόνο αφού εφαρμοστούν τεχνικές διατήρησης απορρήτου στα δεδομένα, όπως π.χ. το διαφορικό απόρρητο. Η ανάλυση τέτοιων δεδομένων θα επιτρέψει στην Apple να βελτιώσει τις ευφυείς δυνατότητες και υπηρεσίες της, όπως το Siri και άλλες παρόμοιες ή σχετικές υπηρεσίες. Μπορείτε να επιλέξετε να απενεργοποιήσετε την Ανάλυση iCloud ανά πάσα στιγμή. Για να το κάνετε αυτό, ανοίξτε τις Ρυθμίσεις, αγγίξτε «Απόρρητο και ασφάλεια» > «Ανάλυση» και ρυθμίστε την «Κοινοποίηση δεδομένων Ανάλυσης iCloud» στην ανενεργή θέση. Η χρήση της εν λόγω δυνατότητας από μέρους σας συνεπάγεται ότι συμφωνείτε και συναινείτε ως προς τη μετάδοση, τη συλλογή, τη διατήρηση, την επεξεργασία και τη χρήση των εν λόγω πληροφοριών, όπως περιγράφεται παραπάνω, από την Apple, τις θυγατρικές και τους αντιπροσώπους της. Ο χειρισμός των πληροφοριών που λαμβάνει η Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com/gr/privacy.
es: Apple solicita tu ayuda para mejorar nuestros productos y servicios usando datos de tu cuenta de iCloud de tal manera que tu privacidad quede garantizada. El análisis de los datos de tu cuenta de iCloud se lleva a cabo únicamente después de someter los datos a técnicas que aseguran la privacidad de los usuarios, como la privacidad diferencial. El análisis de estos datos permite a Apple mejorar los servicios y las funciones inteligentes, como Siri y otros servicios similares o relacionados. Puedes desactivar el análisis de iCloud cuando quieras. Para ello, ve a Ajustes > Privacidad y seguridad > Análisis y desactiva “Compartir análisis de iCloud”. Al utilizar esta función, aceptas y consientes la transmisión, obtención, mantenimiento, procesamiento y uso de esta información por parte de Apple, sus filiales y agentes tal como se ha descrito anteriormente. En todo momento, la información que reciba Apple se tratará de acuerdo con lo establecido en la política de privacidad de Apple, que está disponible en www.apple.com/es/privacy.
es_us: Apple solicita tu ayuda para mejorar sus productos y servicios al usar los datos de tu cuenta de iCloud de manera que se preserve tu privacidad. El análisis de datos de tu cuenta de iCloud se realiza sólo después de que los datos se hayan sometido a técnicas de preservación de la privacidad, como privacidad diferencial. El análisis de tales datos permitirá que Apple mejore sus servicios y funciones inteligentes como Siri. y otros similares o relacionados. Puedes optar por desactivar el análisis de iCloud en cualquier momento. Para esto, ve a Configuración > Privacidad y seguridad > Análisis y anula la selección de Compartir análisis (iCloud). Al usar estas funciones, aceptas y autorizas que Apple, sus subsidiarias y sus agentes transmitan, recopilen, mantengan, procesen y usen la información descrita anteriormente. En todo momento, la información que Apple recibe se tratará de conformidad con la política de privacidad de Apple, la cual puedes consultar en www.apple.com/la/privacy.
fi: Apple toivoo apuasi tuotteidensa ja palveluidensa parantamisessa käyttämällä iCloud-tilisi tietoja tavalla, joka suojaa yksityisyytesi. iCloud-tilisi tietojen analysointiin ryhdytään vasta sen jälkeen, kun tiedot on prosessoitu yksityisyyttä suojaavilla tekniikoilla, kuten differentiaalisella tietosuojalla. Analysoimalla kyseisiä tietoja Apple voi parantaa älyominaisuuksiaan ja palvelujaan, kuten Siriä ja muita samankaltaisia tai siihen liittyviä palveluja. Voit laittaa iCloud-analyysitiedot pois päältä milloin tahansa. Tee niin valitsemalla Asetukset > Tietosuoja ja suojaus > Analyysi ja laittamalla ”Jaa iCloud-analyysitiedot” pois päältä. Käyttämällä näitä toimintoja hyväksyt ja suostut siihen, että Apple ja sen tytäryhtiöt ja edustajat voivat lähettää, kerätä, säilyttää, käsitellä ja käyttää näitä tietoja edellä mainitulla tavalla. Applen vastaanottamaa tietoa käsitellään aina Applen tietosuojakäytännön mukaisesti. Tietoja käytännöstä löydät osoitteesta www.apple.com/fi/privacy.
fr: Apple aimerait bénéficier de votre aide pour améliorer ses produits et services en utilisant les données de votre compte iCloud, sans porter atteinte à votre confidentialité. L’analyse des données de votre compte iCloud est effectuée uniquement après avoir appliqué des techniques de protection de la vie privée, telles que la confidentialité différentielle. L’analyse de ces données permettra à Apple d’améliorer les fonctionnalités et services intelligents, tels que Siri et d’autres services similaires ou connexes. Vous pouvez aussi choisir de désactiver « Analyse d’iCloud » à tout moment. Pour ce faire, ouvrez les réglages, touchez Confidentialité et sécurité > Analyse et désactivez « Partager l’analyse d’iCloud ». En utilisant ces fonctionnalités, vous acceptez qu’Apple, ainsi que ses filiales et ses représentants, transmettent, recueillent, conservent, traitent et utilisent ces données comme décrit ci-dessus. Les informations recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse www.apple.com/fr/privacy.
fr_ca: Apple souhaite bénéficier de votre aide pour améliorer ses produits et services en utilisant les données de votre compte iCloud, sans porter atteinte à votre confidentialité. L’analyse des données de votre compte iCloud est effectuée uniquement après avoir appliqué des méthodes de protection de la confidentialité, telles que la confidentialité différentielle. L’analyse de ces données permettra à Apple d’améliorer les fonctionnalités et services intelligents, tels que Siri et d’autres services similaires ou connexes. Vous pouvez désactiver l’analyse d’iCloud à tout moment. Pour ce faire, accédez à Réglages > Confidentialité et sécurité > Analyse, puis désactivez « Partager les analyses d’iCloud ». En utilisant cette fonctionnalité, vous acceptez qu’Apple, ses filiales et ses représentants transmettent, recueillent, conservent, traitent et utilisent ces données comme décrit ci-dessus. Les informations recueillies par Apple sont systématiquement traitées conformément à la politique de confidentialité d’Apple, que vous pouvez consulter à l’adresse www.apple.com/ca/fr/privacy.
he: ‏Apple מבקשת את עזרתך בשיפור המכשירים והשירותים שלה על-ידי שימוש בנתונים מחשבון ה-iCloud שלך, תוך שמירה על פרטיותך. ניתוח נתוני חשבון ה-iCloud שלך מתרחש רק לאחר יישום שיטות לשמירה על פרטיות כגון פרטיות דיפרנציאלית. ניתוח נתונים מסוג זה מאפשר ל-Apple לשפר מאפיינים חכמים ושירותים כמו Siri ודומיהם. ניתן לכבות את נתוני iCloud בכל שלב דרך ״הגדרות״, הקשה על ״פרטיות ואבטחה״ ועל ״נתונים ושיפורים״, והעברה של ״שיתוף נתוני iCloud״ למצב כבוי. שימוש במאפיינים אלו מהווה את אישורך לשידור, איסוף, תחזוקה, עיבוד של מידע זה וכן שימוש בו על-ידי Apple, חברות בנות שלה וסוכנים שלה, כמתואר לעיל. בכל מקרה, מידע המתקבל על-ידי Apple מטופל בכפוף למדיניות הפרטיות של Apple, הזמינה בכתובת www.apple.com/privacy.
hi: Apple आपके iCloud खाता से गोपनीयता संरक्षण के उपायों से डेटा के उपयोग के द्वारा अपने उत्पादों और सेवाओं की बेहतरी के लिए आपकी सहायता चाहता है। आपके iCloud खाता से डेटा का ऐनालिटिक्स तभी किया जाता है जब डेटा विभेदीकृत गोपनीयता जैसी गोपनीयता बनाए रखने वाली तकनीकों का पालन करके लिया जाता है। ऐसे डेटा का ऐनालिटिक्स Apple को Siri और अन्य समान या संबंधित सेवाओं जैसी कुशल फ़ीचर और सेवाओं की बेहतरी में सहायता करता है। आप किसी भी समय iCloud ऐनालिटिक्स को बंद करने के लिए चुन सकते हैं। ऐसा करने के लिए सेटिंग्ज़ खोलें, गोपनीयता और सुरक्षा पर टैप करें, ऐनालिटिक्स पर टैप करें और “iCloud ऐनालिटिक्स शेयर करें” को बंद करने के लिए सेट करें। इस फ़ीचर का उपयोग करके आप Apple व उसके सहयोगियों और अभिकर्ताओं द्वारा ऊपर किए गए वर्णनानुसार इस जानकारी को संचारित, संग्रहित, अनुरक्षित और प्रोसेस करने के लिए सहमत होते और अनुमति देते हैं। Apple द्वारा प्राप्त की गई जानकारी को हर समय Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे www.apple.com/in/privacy पर देखा जा सकता है।
hr: Možete pomoći tvrtki Apple u poboljšanju proizvoda i usluga tako da omogućite uporabu podataka iz svog iCloud računa, na način kojim se čuva privatnost. Analizi podataka iz vašeg iCloud računa pristupa se samo nakon što su podaci bili podvrgnuti tehnikama za očuvanje privatnosti, kao što je diferencijalna privatnost. Analiza takvih podataka će Appleu omogućiti poboljšanje inteligentnih značajki i usluga kao što su Siri i druge slične ili povezane usluge. Možete isključiti Analizu iClouda u bilo koje vrijeme. Ako to želite učiniti, otvorite Postavke, dodirnite Privatnost i sigurnost, dodirnite Analiza i isključite opciju "Podijeli analizu iClouda". Uporabom ove značajke, slažete se i pristajete da tvrtka Apple, njezine podružnice i agenti smiju odašiljati, prikupljati, održavati, obrađivati i koristiti ove informacije kako je opisano iznad. Apple će u svakom trenutku primljene informacije tretirati u skladu s Appleovim pravilima privatnosti, koja možete pročitati na www.apple.com/hr/privacy.
hu: Az Apple arra szeretné megkérni, hogy engedélyezze az iCloud-fiókja adatainak adatvédelmet megőrző módon történő elemzését a termékeink és szolgáltatásaink fejlesztéséhez. Az iCloud-fiókja adatainak elemzését csak azután végezzük el, hogy az adatokon adatvédelmet megőrző technikákat, például differenciális adatvédelmet alkalmaztunk. Az ilyen adatok elemzése lehetővé teszi, hogy az Apple fejlessze az intelligens funkcióit és szolgáltatásait, mint például Sirit és más kapcsolódó szolgáltatásokat. Az iCloud elemzése funkciót bármikor kikapcsolhatja. Ehhez nyissa meg a Beállításokat, koppintson az Adatvédelem és biztonság lehetőségre, majd az Elemzés lehetőségre, és állítsa „Az iCloud elemz. megosztása” kapcsolót kikapcsolt állásba. Ennek a funkciónak a használatával Ön elfogadja és beleegyezik abba, hogy az Apple, annak leányvállalatai és ügynökei a fent említett módon ezeket az információkat átadják, gyűjtsék, karbantartsák, feldolgozzák és használják. Az Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek felhasználva, amely megtalálható a www.apple.com/hu/privacy weboldalon.
id: Apple mengharapkan bantuan Anda untuk meningkatkan produk dan layanan kami dengan menggunakan, dalam cara yang mempertahankan privasi, data dari akun iCloud Anda. Analisis data dari akun iCloud Anda dilakukan hanya setelah data menjalani teknik yang mempertahankan privasi, seperti privasi diferensial. Analisis data tersebut akan memungkinkan Apple untuk meningkatkan fitur dan layanan pintar seperti Siri dan layanan serupa atau terkait lainnya. Anda dapat memilih untuk mematikan Analisis iCloud setiap saat. Untuk melakukannya, Anda dapat membuka Pengaturan, mengetuk Privasi & Keamanan, mengetuk Analisis dan mengatur “Bagikan Analisis iCloud” ke mati. Dengan menggunakan fitur ini, Anda menyetujui dan menyepakati transmisi, pengumpulan, pemeliharaan, dan penggunaan informasi ini oleh Apple, anak perusahaan, dan agennya sebagaimana yang dijelaskan di atas. Informasi yang diterima Apple akan diperlakukan sesuai dengan Kebijakan Privasi Apple setiap saat, yang dapat ditemukan di www.apple.com/id/privacy.
it: Apple desidera migliorare i propri prodotti e servizi utilizzando i dati disponibili sul tuo account iCloud in modo sicuro e nel rispetto dell’informativa sulla privacy. L’analisi dei dati ricavati dal tuo account iCloud viene effettuata solo in seguito al trattamento dei dati personali, avvalendosi della procedura della privacy differenziale. L’analisi di tale tipo di informazioni consentirà ad Apple di migliorare alcune opzioni smart e altre funzionalità quali Siri o ulteriori servizi correlati. Puoi scegliere di disattivare l’analisi dei dati di iCloud in qualsiasi momento. Per farlo, disattiva l’opzione “Condividi analisi iCloud” in Impostazioni > Privacy e sicurezza > Analisi. Utilizzando la funzionalità, accetti e consenti la trasmissione, la raccolta, la conservazione, l’elaborazione e l’utilizzo di tali informazioni da parte di Apple, dei suoi partner e licenziatari come indicato sopra. In qualsiasi momento, le informazioni ricevute da Apple verranno trattate in conformità all’informativa sulla privacy di Apple consultabile all’indirizzo www.apple.com/it/privacy.
ja: Appleでは、製品とサービスの品質を向上させるため、プライバシー保護の元でお使いのiCloudアカウントのデータを使用することについて、お客様にご協力をお願いしています。 iCloudアカウントのデータの解析は、データがディファレンシャルプライバシーなどのプライバシー保護技術により処理されたあとでのみ行われます。データの解析は、Appleによるインテリジェント機能（Siriやその他の類似の機能および関連したサービス）の向上に活用されます。 iCloud解析ははいつでもオフにできます。オフにするには、“設定”を開き、“プライバシーとセキュリティ”をタップ、“解析”をタップして、“iCloud解析を共有”をオフにします。 この機能を使用することで、Appleおよびその子会社と代理業者が、上記で説明した方法で当該情報を送信、収集、保持、処理および使用することに同意し、承諾することになります。 Appleに送信される情報は、いかなる場合においても、Appleのプライバシーポリシー（www.apple.com/jp/privacy を参照）に従って取り扱われます。
kk: iCloud аккаунтыңыздағы деректерді (жеке ақпарат құпиялылығын сақтаған жағдайда) қолдануға рұқсат беру арқылы Apple компаниясына өнімдері мен сервистерін жақсартуға үлес қоса алар едіңіз. iCloud аккаунтыңыздағы деректерді талдау тек жеке ақпарат құпиялылығын қамтамасыз ету әдістерін пайдалану арқылы өңделгеннен кейін жасалады. Мұндай деректерді талдау Apple компаниясының интеллектуалды функциялары мен сервистерін (мысалы, Siri және сол сияқты немесе онымен байланысты сервистер) жақсартуға мүмкіндік береді. iCloud аналитикасын кез келген уақытта өшіруге болады. Ол үшін «Реттеулер» мәзірін ашып, «Құпиялылық және қауіпсіздік» > «Аналитика» тармағын түртіңіз, содан кейін «iCloud диагностикасымен бөлісу» ауыстырып-қосқышын «Өшірулі» күйіне қойыңыз. Бұл мүмкіндікті қоса отырып, Apple компаниясына, оның еншілес кәсіпорындарына және агенттеріне барлық жоғарыда аталған ақпаратты беруге, жинауға, сақтауға, өңдеуге және пайдалануға келісім бересіз. Apple жинаған ақпарат әрқашан Apple құпиялылық саясатына сәйкес өңделеді және оны келесі мекенжайдан таба аласыз: www.apple.com/privacy.
ko: Apple이 사용자의 iCloud 계정의 데이터를 개인정보를 보호하는 방식으로 이용하여 제품 및 서비스를 향상할 수 있도록 사용자의 도움을 받고자 합니다. 사용자의 iCloud 계정의 데이터에 대한 분석은 차등 개인정보 보호와 같은 개인정보를 보호하는 기술을 적용한 다음에만 실행됩니다. 이러한 데이터의 분석을 통해 Apple이 Siri 및 그와 유사한 또는 관련된 서비스 등의 지능형 기능과 서비스를 향상할 수 있습니다. iCloud 분석은 언제든지 끌 수 있습니다. iCloud 분석을 끄려면 설정을 열고 ‘개인정보 보호 및 보안’과 ‘분석’을 차례로 탭한 다음 ‘iCloud 분석 공유’를 끔으로 설정하십시오. 이 기능을 사용하는 것은 Apple과 그 자회사 및 에이전트가 앞서 말한 모든 정보를 전송, 수집, 보존, 처리 및 사용하는 것에 대해 사용자가 동의하고 허용하는 것입니다. Apple이 수집한 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며 자세한 내용은 www.apple.com/kr/privacy 사이트를 참조하십시오.
lt: Bendrovė „Apple“ nori paprašyti jūsų pagalbos gerinant produktus bei paslaugas ir naudoti jūsų „iCloud“ paskyros duomenis (užtikrinant privatumą). Iš jūsų „iCloud“ paskyros gautų duomenų analizė atliekama tik jiems pritaikius privatumą užtikrinančius metodus, pvz., diferencinį privatumą. Tokių duomenų analizė leis bendrovei „Apple“ tobulinti išmaniąsias funkcijas ir paslaugas, pvz., „Siri“, ir kitas panašias ar susijusias paslaugas. Funkciją „iCloud“ analizė“ bet kada galite išjungti. Norėdami tai padaryti, galite atidaryti skiltį „Nustatymai“, bakstelėti „Privatumas ir sauga“, tada – „Analizė“ ir nustatyti parinktį „Bendrinti „iCloud“ analizę“ kaip išjungtą. Naudodami šią funkciją, jūs sutinkate, kad „Apple“, jos padaliniai ir atstovai perduotų, rinktų, prižiūrėtų, tvarkytų ir naudotų šią informaciją, kaip aprašyta pirmiau. Su informacija, kurią gavo bendrovė „Apple“, visada bus elgiamasi pagal „Apple“ privatumo politiką, kuri pateikiama svetainėje www.apple.com/privacy.
ms: Apple mahu mendapatkan bantuan anda untuk meningkatkan produk dan perkhidmatan kami dengan menggunakan, melalui cara yang mengekalkan privasi, data daripada akaun iCloud anda. Analisis data daripada akaun iCloud anda dilakukan hanya selepas data telah melalui teknik pengekalan privasi seperti privasi kebezaan. Analisis data sedemikian akan membolehkan Apple meningkatkan ciri dan perkhidmatan pintar seperti Siri dan perkhidmatan lain yang serupa atau berkaitan. Anda boleh memilih untuk menyahaktifkan Analitis iCloud pada bila-bila masa. Untuk berbuat demikian, anda boleh membuka Seting, mengetik Privasi & Keselamatan, mengetik Analitis dan mengesetkan “Kongsi Analitis iCloud” kepada tidak aktif. Dengan menggunakan ciri ini, anda bersetuju dan mengizinkan penghantaran, pengumpulan, penyenggaraan, pemprosesan dan penggunaan maklumat ini oleh Apple dan subsidiari serta ejennya seperti yang diterangkan di atas. Pada setiap masa, maklumat yang diterima oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com/my/privacy.
nl: Apple wil graag dat je helpt bij het verbeteren van Apple's producten en diensten door gegevens uit je iCloud-account te gebruiken op een manier die je privacy beschermt. Analyse van gegevens uit je iCloud-account wordt alleen uitgevoerd na het toepassen van privacybeschermingstechnieken, zoals differentiële privacy, op de gegevens. Analyse van zulke gegevens helpt Apple bij het verbeteren van intelligente functies en diensten, zoals Siri en andere vergelijkbare of verwante diensten. Je kunt iCloud-analyse uitschakelen wanneer je wilt. Daarvoor open je Instellingen, tik je op 'Privacy en beveiliging' en vervolgens op 'Analyse' en zet je de optie 'Deel iCloud-analyse' uit. Door deze functie te gebruiken ga je akkoord met en geef je toestemming voor het versturen, verzamelen, onderhouden, verwerken en gebruiken van deze informatie door Apple, zijn dochterondernemingen en tussenpersonen, zoals hierboven beschreven. De door Apple ontvangen gegevens worden te allen tijde behandeld conform het privacybeleid van Apple, dat je kunt nalezen op http://www.apple.com/nl/privacy.
no: Apple vil gjerne ha din hjelp med å forbedre produkter og tjenester ved å ta i bruk data fra iCloud-kontoen din på et vis som beskytter personvernet ditt. Analyse av data fra iCloud-kontoen din skjer bare etter at disse er underlagt personvernfremmende teknikker som differensielt personvern (differential privacy). Analyse av slike data gjør det mulig for Apple å forbedre funksjoner knyttet til kunstig intelligens i Siri og andre lignende tjenester. Du kan når som helst slå av iCloud-analyse i Innstillinger ved å gå til Personvern og sikkerhet, trykke på Analyse og slå av Del iCloud-analyse. Ved å bruke disse funksjonene, sier du deg enig i og samtykker i at Apple og dets datterselskaper og agenter kan overføre, samle inne, vedlikeholde, behandle og ta i bruk denne informasjonen som beskrevet over. Informasjonen Apple mottar vil alltid bli behandlet i henhold til Apples retningslinjer for personvern, som du kan lese på www.apple.com/no/privacy/.
pl: Apple potrzebuje Twojej pomocy przy poprawianiu jakości i wydajności swoich produktów i usług, obejmującej użycie danych z Twojego konta iCloud (w sposób nienaruszający prywatności). Analiza danych z Twojego konta iCloud jest dokonywana dopiero po zastosowaniu względem tych danych technik zapewniających ochronę prywatności (np. prywatności różnicowej). Analiza danych pozwoli Apple udoskonalać funkcje i usługi inteligentne, np. Siri czy inne podobne lub powiązane usługi. Analizy iCloud możesz wyłączyć w dowolnym czasie. W tym celu otwórz Ustawienia, stuknij w Prywatność i ochrona, stuknij w Analizy i ustaw przełącznik Udostępniaj analizy iCloud w pozycji wyłączonej. Używając tej funkcji, wyrażasz zgodę na przesyłanie, gromadzenie, utrzymywanie, przetwarzanie i wykorzystywanie tych danych przez Apple, przedstawicieli Apple oraz firmy zależne w sposób opisany powyżej. Informacje odebrane przez Apple są zawsze traktowane zgodnie z Zasadami ochrony prywatności klientów firmy Apple, które można znaleźć na stronie www.apple.com/legal/privacy/pl.
pt_br: A Apple gostaria da sua ajuda para melhorar nossos produtos e serviços por meio do uso do dados da sua conta do iCloud, de uma maneira que preserve a sua privacidade.. A análise dos dados da sua conta do iCloud ocorre apenas depois que os dados são processados por técnicas que preservam a privacidade, tais como privacidade diferencial. A análise de tais dados permitirá que a Apple melhore recursos inteligentes, como a Siri e outros serviços similares ou relacionados. Você pode optar por desativar a Análise do iCloud a qualquer momento. Para fazer isso, abra os Ajustes, toque em Privacidade e Segurança, toque em Análise e desative a opção Compartilhar Análise do iCloud. Ao usar este recurso, você aceita e consente que a Apple e suas subsidiárias e agentes transmitam, coletem, mantenham, processem e usem essas informações conforme descrito acima. As informações recebidas pela Apple serão sempre tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com/br/privacy.
pt_pt: No intuito de melhorar os respetivos produtos e serviços, a Apple agradece a sua colaboração e autorização para usar, de forma não intrusiva e preservando a sua privacidade, dados da sua conta iCloud. A análise só é efetuada depois de os dados serem processados usando técnicas de manutenção de privacidade, como a privacidade diferencial. Esta análise permitirá à Apple melhorar serviços e funcionalidades inteligentes, como Siri e serviços semelhantes ou relacionados. Pode optar por desativar a análise de iCloud em qualquer altura. Basta abrir as Definições, tocar em Privacidade e segurança e, depois, em Análise, desativar a opção Partilhar análise de iCloud. Ao utilizar esta funcionalidade, aceita e consente que a Apple e respetivas empresas subsidiárias e agentes transmitam, recolham, mantenham, processem e usem esta informação nos termos acima descritos. Toda e qualquer informação recebida pela Apple será tratada de acordo e em conformidade com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com/pt/privacy.
ro: Apple ar dori ajutorul dvs. pentru a‑și îmbunătăți produsele și serviciile prin utilizarea datelor din contul dvs. de iCloud, într‑o manieră care protejează confidențialitatea. Analiza datelor din contul dvs. de iCloud va fi întreprinsă doar după ce asupra datelor vor fi aplicate tehnici de protejare a confidențialității, precum confidențialitatea diferențială. Analiza acestor date va permite ca Apple să îmbunătățească funcționalitățile și serviciile inteligente, precum Siri și alte servicii similare sau asociate. Puteți opta oricând să dezactivați analiza iCloud. Pentru a face aceasta, puteți să deschideți Configurări, apăsați pe “Intimitate și securitate”, apăsați pe Analiză și dezactivați opțiunea “Partajare analiză iCloud”. Prin utilizarea acestei funcționalități, sunteți de acord și vă exprimați consimțământul asupra transmiterii, colectării, întreținerii, procesării și utilizării acestor informații de către Apple, filialele și agenții Apple, în conformitate cu descrierea de mai sus. Informațiile primite de Apple vor fi tratate în permanență în conformitate cu Politica de confidențialitate Apple, care se află la www.apple.com/ro/privacy.
ru: Вы смогли бы также оказать Apple помощь в улучшении продуктов и сервисов, разрешив использование данных (при сохранении конфиденциальности персональной информации) из Вашей учетной записи iCloud. Анализ данных из Вашей учетной записи iCloud выполняется только после обработки этих данных с использованием методов обеспечения конфиденциальности персональной информации. Анализ таких данных позволит Apple улучшить работу интеллектуальных функций и сервисов, например Siri, а также иных подобных или связанных сервисов. Вы можете выключить Аналитику iCloud в любое время. Для этого откройте «Настройки», коснитесь «Защита и безопасность» > «Аналитика» и установите переключатель «Делиться диагностикой iCloud» в положение «Выкл.». Используя эту функцию, Вы даете компании Apple, ее дочерним предприятиям и агентам согласие на передачу, сбор, хранение, обработку и использование всей вышеизложенной информации. Информация, собранная Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple, которая доступна на веб‑странице www.apple.com/ru/privacy.
sk: Spoločnosť Apple by rada využila vašu pomoc pri vylepšovaní produktov a služieb pomocou dát z vášho iCloud účtu. Tieto budú použité spôsobom, pri ktorom bude zachované vaše súkromie. Analýza dát z vášho iCloud účtu bude vykonaná až po ošetrení dát technikami na ochranu súkromia, ako je diferenčná ochrana súkromia. Analýza týchto dát umožní Apple vylepšovať inteligentné funkcie a služby, ako je Siri a ďalšie podobné alebo súvisiace služby. Analytiku iCloudu môžete kedykoľvek vypnúť. Ak chcete vypnúť analytiku iCloudu, otvorte Nastavenia, klepnite na Súkromie a bezpečnosť, klepnite na Analytika a nastavte prepínač Zdieľať analytiku iCloudu do polohy Vyp. Používaním týchto funkcií súhlasíte s tým, že Apple a jej dcérske spoločnosti a zástupcovia môžu prenášať, zhromažďovať, spravovať, spracovávať a používať tieto informácie tak, ako je to popísané vyššie. S informáciami prijatými spoločnosťou Apple sa po celý čas bude zaobchádzať v súlade so zásadami ochrany osobných údajov spoločnosti Apple, ktoré nájdete na stránke www.apple.com/sk/privacy.
sl: Apple želi s pomočjo podatkov iz vašega računa iCloud na način, ki ohranja vašo zasebnost, izboljševati svoje izdelke in storitve. Analiza podatkov iz vašega računa iCloud se izvede šele, ko so opravljene tehnike za ohranjanje zasebnosti podatkov, kot je razlikovalna zasebnost. Analiza teh podatkov bo družbi Apple omogočila, da izboljša inteligentne funkcije in storitve, kot so Siri in druge podobne ali povezane storitve. Analitiko iCloud lahko kadarkoli izklopite. To storite tako, da odprete možnost Nastavitve, tapnete Zasebnost in varnost, tapnete Analitika in izklopite možnost »Deli analitiko storitve iCloud«. Z uporabo te funkcije se strinjate in soglašate, da Apple ter njegove podružnice in zastopniki prenesejo, zbirajo, vzdržujejo, obdelujejo in uporabljajo te podatke, kot je opisano zgoraj. Podatki, ki jih prejme Apple, bodo ves čas obravnavani skladno s pravilnikom o zasebnosti družbe Apple, ki ga lahko najdete na www.apple.com/privacy.
sv: Du kan hjälpa till att förbättra produkter och tjänster genom att låta Apple använda data från ditt iCloud-konto på ett sätt som bevarar din integritet. Analys av data från ditt iCloud-konto utförs endast efter det att dessa data har behandlats med integritetsskyddande tekniker som differentiell integritet. Analys av sådana data gör att Apple kan förbättra intelligenta funktioner och tjänster, till exempel Siri och andra liknande eller relaterade tjänster. Du kan när som helst välja att stänga av iCloud-analys. Du gör detta genom att öppna Inställningar. Tryck sedan på Integritet och säkerhet, tryck på Analys och avaktivera ”Dela iCloud-analys”. Genom att använda den här funktionen godkänner du och samtycker till att Apple och dess dotterbolag och agenter överför, samlar in, underhåller, behandlar och använder den här informationen enligt vad som beskrivs ovan. All information som tas emot av Apple behandlas alltid enligt Apples Integritetspolicy, som du hittar på www.apple.com/se/privacy.
th: Apple ต้องการที่จะให้คุณช่วยปรับปรุงผลิตภัณฑ์และบริการของบริษัทโดยการขอใช้ข้อมูลจากบัญชี iCloud ของคุณอย่างปกป้องความเป็นส่วนตัวของคุณ ข้อมูลการวิเคราะห์จากบัญชี iCloud ของคุณจะถูกเก็บรวบรวมหลังจากที่ได้ผ่านเทคนิคการเก็บข้อมูลที่ปกป้องความเป็นส่วนตัวของผู้ใช้ก่อนเท่านั้น เช่น เทคนิค Differential Privacy เป็นต้น การวิเคราะห์ข้อมูลเหล่านั้นจะช่วยให้ Apple ปรับปรุงคุณสมบัติความฉลาดและบริการของ Siri และบริการอื่นที่คล้ายกันหรือที่เกี่ยวข้อง คุณอาจเลือกที่จะปิดใช้การวิเคราะห์ iCloud ได้ตลอดเวลา ในการทำเช่นนั้น คุณสามารถเปิดการตั้งค่า แตะความเป็นส่วนตัวและความปลอดภัย แตะการวิเคราะห์ และปิด “แชร์การวิเคราะห์ iCloud” โดยการใช้คุณสมบัตินี้จะถือว่า คุณยอมรับและยินยอมกับการส่งข้อมูล การเก็บรวบรวมข้อมูล การบำรุงรักษาข้อมูล การประมวลผลข้อมูล และการใช้ข้อมูลนี้ที่อธิบายข้างต้นของ Apple, บริษัทในเครือ และตัวแทน ข้อมูลที่ Apple ได้รับจะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถอ่านได้ที่ www.apple.com/th/privacy
tr: Apple, iCloud hesabınızdaki verileri gizliliği koruyacak şekilde kullanarak ürünlerinin ve servislerinin iyileştirilmesine yardımcı olmanızı istiyor. iCloud hesabınızdaki verilerin analizi, veriler diferansiyel gizlilik gibi gizlilik koruyucu tekniklerden geçirildikten sonra ele alınır. Bu verilerin analizleri Apple’ın Siri ve diğer benzeri veya ilgili servisleri gibi akıllı özelliklerini ve servislerini iyileştirmesine yardımcı olur. iCloud Analizi’ini tamamen kapatmayı seçebilirsiniz. Bunu yapmak için; Ayarlar’ı açın, Gizlilik ve Güvenlik’e dokunun, Analiz’e dokunun ve “iCloud Analizini Paylaş”ı kapatın. Bu özelliği kullanmakla, Apple’ın, bağlı kuruluşlarının ve temsilcilerinin bu bilgileri yukarıda açıklanan şekilde iletmesini, toplamasını, saklamasını, işlemesini ve kullanmasını kabul etmiş ve onaylamış olursunuz. Apple tarafından alınan tüm bilgiler her zaman www.apple.com/tr/privacy adresinde bulunan Apple’ın Gizlilik Politikası’na uygun bir şekilde işlenir.
uk: Apple просить вас сприяти поліпшенню її продуктів і послуг, дозволивши використовувати дані з вашого облікового запису iCloud у спосіб, що зберігає вашу приватність. Аналіз даних із вашого облікового запису iCloud виконується тільки після того, як ці дані пройшли процедури збереження приватності, як‑от диференційна приватність. Аналіз таких даних дасть змогу Apple вдосконалювати інтелектуальні функції та служби, як‑от Siri та інші схожі чи повʼязані послуги. Можна будь-коли вимкнути Аналітику iCloud. Для цього в Параметрах торкніть «Приватність і безпека», торкніть «Аналітика» і вимкніть параметр «Поширювати аналітику iCloud». Використовуючи цю функцію, ви погоджуєтесь на передання, збирання, обслуговування, оброблення і використання цієї інформації Apple та її філіями й представниками, як це описано вище. Інформація, яку отримала Apple, завжди оброблятиметься відповідно до Політики конфіденційності Apple, наведеної на вебсторінці www.apple.com/privacy.
vi: Apple mong muốn nhận được sự giúp đỡ của bạn để cải thiện các sản phẩm và dịch vụ bằng cách sử dụng, theo cách thức bảo vệ quyền riêng tư, dữ liệu từ tài khoản iCloud của bạn. Việc phân tích dữ liệu từ tài khoản iCloud của bạn chỉ được thực hiện sau khi dữ liệu đã được xử lý thông qua các kỹ thuật bảo vệ quyền riêng tư như quyền riêng tư khác biệt. Việc phân tích dữ liệu như vậy sẽ cho phép Apple cải thiện các tính năng và dịch vụ thông minh như Siri và các dịch vụ tương tự hoặc có liên quan. Bạn có thể lựa chọn tắt tính năng Phân tích iCloud bất kỳ lúc nào. Để thực hiện, bạn có thể mở Cài đặt, chạm vào Quyền riêng tư & Bảo mật, chạm vào Phân tích và đặt “Chia sẻ phân tích iCloud” thành tắt. Bằng việc sử dụng tính năng này, bạn đồng ý và cho phép Apple, các công ty con và đại lý của hãng chuyển giao, thu thập, duy trì, xử lý và sử dụng thông tin này như mô tả ở trên. Thông tin mà Apple nhận được sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com/vn/privacy.
zh_cn: Apple希望以保护隐私的方式使用你iCloud账户的数据，以协助改进我们的产品和服务。 对你iCloud账户的数据分析仅会在数据经由差分隐私等隐私保护技术的保护之后进行。分析此类数据有助于Apple改进智能功能和服务，例如Siri及其他相似或相关服务。 你可以随时选择关闭“iCloud分析”。若要关闭，你可以打开“设置”，然后依次轻点“隐私与安全性”、“分析”，并将“共享iCloud分析”设为关闭。 使用此功能即表示你同意和允许Apple及其下属公司及代理机构按上述条件传输、收集、维护、处理和使用这些信息。 Apple收到的信息将始终遵循Apple的“隐私政策”处理，请参阅：www.apple.com/cn/privacy。
zh_hk: Apple想要以保留私隱的方式，使用你的iCloud帳户資料以協助改進產品和服務。 對於你iCloud帳户的資料分析只有在使用私隱保護技術（如微分私隱）的情況下才會執行。對這類資料進行分析可讓Apple改進智慧型功能和服務，如Siri和其他類似或相關服務。 你可以隨時選擇關閉「iCloud分析」。如要關閉，請打開「設定」，點一下「私隱與保安」，點一下「分析」，然後將「分享iCloud分析」設成關閉狀態。 使用此功能，即表示同意並接受Apple及其子公司和代理以如上所示的方式傳送、收集、維護、處理和使用有關資料。 無論何時，Apple都會依照「Apple私隱政策」的規定處理所收集到的資料，請瀏覽 www.apple.com/hk/privacy。
zh_tw: Apple想要以保留隱私權的方式，使用你的iCloud帳號資料來協助改進產品和服務。 對於你iCloud帳號的資料分析只有在使用隱私權保護技術（如差分隱私）的情況下才會執行。對這類資料進行分析可讓Apple改進智慧功能和服務，如Siri和其他類似或相關服務。 你可以隨時選擇關閉「iCloud分析」。若要關閉，請打開「設定」，點一下「隱私權與安全性」，點一下「分析」，然後將「分享iCloud分析」設成關閉狀態。 使用此功能，即表示同意並接受Apple及其子公司和代理人以如上所示的方式傳送、收集、維護、處理和使用此資訊。 在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理接收到的資訊，請參訪www.apple.com/tw/privacy。
